[
    {
        "id": "car1",
        "name": "BMW iX",
        "image": "assets/img/car1.webp",
        "rupees": "Rs 1.21 - 1.40 Cr",
        "features": [
        "Heads Up Display",
        "Massage Seats",
        "Adjustable Headrest",
        "Advanced Internet Features",
        "360 Degree Camera",
        "Memory Function Seats",
        "Wireless Android Auto/Apple CarPlay",
        "ADAS"
        ],
        "specifications": [
        "Range - 425 - 575 km",
        "Battery Capacity - 71 - 111.5 kWh",
        "Charging Time AC - 5.5H-22kW (100%)",
        "Power - 321.84 - 516.29 bhp",
        "Charging Time DC - 35 min-195kW(10%-80%)",
        "Top Speed - 200 kmph"
        ],
        "latestupdate": "BMW has launched the iX in India.",
        "price": "The electric SUV is priced at Rs 1.16 crore (ex-showroom).",
        "variants": "It is available in a single xDrive 40 trim.",
        "seatingcapacity": "The iX is a five-seater.",
        "electricmotor_Range_batterypack": "The iX comes with a 76.6kWh twin-battery pack, all-wheel drivetrain and a dual-motor setup. As per the WLTP-claimed figures, the xDrive 40 trim has a range of up to 425km. The EV supports charging of up to 150kW and can be juiced up from 0 to 80 percent in around 30 minutes.",
        "Features": "The iX gets a 12.3-inch digital driver’s display and a 14.9-inch touchscreen system featuring BMW’s latest iDrive 8 infotainment software (debuting on the iX). Other noteworthy mentions include an optional Bowers and Wilkins sound system with 4D audio function, 5G mobile connectivity, and an optional head-up display.",
        "rivals": "It rivals the Mercedes-Benz EQC, Audi e-tron, and the Jaguar I-Pace."
    },
    {
        "id": "car2",
        "name": "BMW 6 Series",
        "image": "assets/img/car2.webp",
        "rupees": "Rs 73.50 - 78.90 Lakh",
        "features": [
        "Automatic Climate Control",
        "Memory Function Seats",
        "Massage Seats",
        "Height Adjustable Driver Seat",
        "Adjustable Headrest"
        ],
        "specifications": [
        "Engine - 1995 cc - 1998 cc",
        "Torque - 400 Nm",
        "Top Speed - 250 kmph",
        "Power - 187.74 - 254.79 bhp",
        "Transmission - Automatic",
        "Drive Type - RWD"
        ],
        "latestupdate": "BMW has launched the 6 Series GT in India.",
        "price": "The 6 Series GT’s prices range from Rs 69.90 lakh to Rs 79.90 lakh (ex-showroom).",
        "variants": "It is available in two broad trims: Luxury Line and M Sport.",
        "seatingcapacity": "It can seat up to 5 people.",
        "engine_transmission": "The 6 Series GT gets both petrol and diesel engines. BMW has equipped the 630i M Sport with a 2-litre four-cylinder petrol engine (258PS/400Nm), while the 620d Luxury Line comes with a 2-litre four-cylinder diesel (190PS/400Nm). The top-spec 630d M Sport is powered by a 3-litre in-line six-cylinder diesel motor (265PS/620Nm). An 8-speed automatic gearbox is offered as standard.",
        "Features": "BMW has packed the coupe with a digital driver’s display as well as a touchscreen infotainment system (both measuring 12.3-inches) that now supports Android Auto. It also gets ambient lighting, wireless phone charging, a dual-pane panoramic glass sunroof, four-zone climate control, two touchscreens at the rear (both measuring 10.25-inches), and a 16-speaker Harman Kardon sound system.",
        "safety": "Safety features on board include multiple airbags, cornering brake control, ABS with brake assist, and vehicle stability control.",
        "rivals": "The BMW 6 Series GT has no direct competitor but it goes up against the Mercedes-Benz E-Class in India."
    },
    {
        "id": "car3",
        "name": "BMW i7",
        "image": "assets/img/car3.webp",
        "rupees": "Rs 2.03 - 2.50 Cr",
        "features": [
        "Heads Up Display",
        "Rear Sunshade",
        "Memory Function Seats",
        "Adjustable Headrest",
        "Sunroof",
        "ADAS",
        "360 Degree Camera",
        "Massage Seats",
        "Active Noise Cancellation",
        "Wireless Android Auto/Apple CarPlay",
        "Advanced Internet Features"
        ],
        "specifications": [
        "Range - 625 km",
        "Battery Capacity - 101.7 kWh",
        "Top Speed - 239 kmph",
        "Power - 536.4 - 650.39 bhp",
        "Charging Time DC - 50 Min-150 kW-(10-80%)",
        "No. of Airbags - 10"
        ],
        "latestupdate": "BMW i7 M70 xDrive has been launched in India. We have also compared the specifications of the i7 M70 xDrive with those of its rivals.",
        "price": "The all-electric version of the seventh-gen 7 Series is priced between Rs 2.03 crore and Rs 2.50 crore.",
        "variants": "It is now available in two variants: 740 xDrive60 and M70 xDrive.",
        "electricmotor_Range_batterypack": "The BMW i7 uses a 101.7kWh battery pack and is being offered in two powertrain options: The xDrive60 has a 544PS and 745Nm electric motor, offering up to 625km of range. The all-electric M variant has a more powerful electric motor (650PS and 1015Nm), offering a range of 560km. The former can accelerate from 0 to 100 km/h in 4.7 seconds, while the M variant does the same in 3.7 seconds.",
        "charging": "Its battery can be topped up from 10 to 80 percent in 34 minutes using a 195kW charger. A 22kW wallbox charger would take over five and a half hours for the same.",
        "Features": "The BMW i7 shares its features list with the new-gen 7 Series, including a 31.3-inch 8K touchscreen display for rear passengers, a 12.3-inch curved digital cockpit, a 14.9-inch infotainment system, powered front and rear seats with massage function, and ambient lighting.",
        "safety": "In terms of safety, it gets 7 airbags, ABS with EBD, dynamic stability control, cornering brake control, 3-point seatbelts for all passengers, a tyre pressure monitoring system (TPMS), and advanced driver assistance system (ADAS) features like lane change warning, blind spot assistance, automatic emergency braking, and adaptive cruise control.",
        "rivals": "The BMW i7 goes up against the Mercedes-Benz EQS. Its M70 xDrive trim competes with the Mercedes-Benz AMG EQS 53 and the Audi RS e-Tron GT."
    },
    {
        "id": "car4",
        "name": "Lexus LM",
        "image": "assets/img/car4.webp",
        "rupees": "Rs 2 - 2.50 Cr",
        "features": [
        "Dual-Zone Climate Control",
        "Heated and Ventilated Rear Seats",
        "48-inch Rear Display",
        "64-Colour Ambient Lighting",
        "10-inch Heads-Up Display",
        "14-inch Infotainment System",
        "Advanced Driver Assistance Systems (ADAS)"
        ],
        "specifications": [
        "Engine - 2487 cc",
        "Torque - 242 Nm",
        "Fuel - Petrol",
        "Power - 190.42 bhp",
        "Transmission - Automatic"
        ],
        "latestupdate": "The Lexus LM luxury MPV has been launched in India. Lexus already opened the order books for the MPV in August 2023.",
        "price": "The Lexus LM is priced between Rs 2 crore and Rs 2.50 crore (ex-showroom pan India).",
        "variants": "It is being sold in two variants: LM 350h (7-seater) and LM 350h (4-seater).",
        "seatingcapacity": "In India, it comes in 4- and 7-seater layouts.",
        "engine_transmission": "Lexus offers the MPV with a 2.5-litre hybrid petrol engine that has a combined output of 250 PS. This unit comes mated to an e-CVT gearbox, and an all-wheel-drive (AWD) drivetrain is also available.",
        "Features": "The MPV comes loaded with a dual-zone climate control, heated and ventilated rear seats with warmth infrared sensor, a 48-inch large rear display (in the four-seater version) and 64-colour ambient lighting. It also gets a 10-inch heads-up display, two large screens for the digital driver’s display, and the 14-inch infotainment system.",
        "safety": "Safety-wise, it gets multiple airbags, vehicle stability control (VSC), hill assist, and a bunch of advanced driver assistance systems (ADAS) including lane departure warning, forward collision warning, and high-beam assist.",
        "rivals": "It will be a premium alternative to the Toyota Vellfire. It also serves as a luxury MPV option to 3-row SUVs such as the BMW X7 and Mercedes-Benz GLS."
    },
    {
        "id": "car5",
        "name": "Hyundai Creta N Line",
        "image": "assets/img/car5.webp",
        "rupees": "Rs 16.82 - 20.45 Lakh",
        "features": [
        "Digital Instrument Cluster",
        "Powered Driver Seat",
        "Sunroof",
        "Ventilated Seats",
        "Drive Modes",
        "Engine Start/Stop Button",
        "Powered Front Seats",
        "360 Degree Camera"
        ],
        "specifications": [
        "Engine - 1482 cc",
        "Torque - 253 Nm",
        "Drive Type - FWD",
        "Power - 157.57 bhp",
        "Seating Capacity - 5",
        "Mileage - 18 - 18.2 kmpl"
        ],
        "latestupdate": "The Hyundai Creta N Line has been launched. It's a sportier version of the Creta which comes with an updated fascia, bigger alloys, all-black interior theme, and red highlights inside and out.",
        "price": "It is priced from Rs 16.82 lakh to Rs 20.30 lakh (introductory, ex-showroom pan India).",
        "variants": "The Creta N Line can be had in two variants: N8 and N10.",
        "colours": "The Hyundai Creta N Line can be had in three monotone and three dual-tone colour options: Titan Grey Matte, Atlas White, Abyss Black, Thunder Blue with Abyss Black roof, Shadow Grey with Abyss Black roof, and Atlas White with Abyss Black roof.",
        "seatingcapacity": "It will continue to be a 5-seater offering.",
        "engine_transmission": "The 2024 Hyundai Creta N Line gets the same 1.5-litre turbo-petrol engine (160 PS/253 Nm) as the standard Creta, with both 6-speed manual and 7-speed DCT (dual-clutch automatic transmission).",
        "Features": "Features on board the Creta N Line include dual 10.25-inch displays (one for instrumentation and the other for infotainment), dual-zone AC, wireless phone charging, and ventilated front seats from the standard model. It also gets an 8-speaker Bose sound system and a dashcam.",
        "safety": "In terms of safety, it includes six airbags, electronic stability control (ESC), electronic parking brake with auto-hold, and advanced driver assistance systems (ADAS).",
        "rivals": "The Hyundai Creta N Line rivals the GTX+ and X-Line variants of the Kia Seltos, while being a sportier looking alternative to the Skoda Kushaq, Volkswagen Taigun, and MG Astor."
    },
    {
        "id": "car6",
        "name": "Volvo XC40 Recharge",
        "image": "assets/img/car6.webp",
        "rupees": "Rs 54.95 - 57.90 Lakh",
        "features": [
        "360 Degree Camera",
        "Adjustable Headrest",
        "Memory Function Seats",
        "Wireless Android Auto/Apple CarPlay"
        ],
        "specifications": [
        "Range - 592 km",
        "Battery Capacity - 69 - 78 kWh",
        "Top Speed - 180 kmph",
        "Power - 237.99 - 408 bhp",
        "Charging Time DC - 28 Min 150 kW",
        "No. of Airbags - 7"
        ],
        "latestupdate": "The Volvo XC40 Recharge has received a new entry-level two-wheel-drive (2WD) ‘Plus’ variant, priced at Rs 54.95 lakh (ex-showroom). This new variant of the electric SUV is Rs 2.95 lakh more affordable than its all-wheel-drive (AWD) variant.",
        "price": "The Volvo XC40 Recharge is priced from Rs 54.95 lakh to Rs 57.90 lakh (ex-showroom pan India).",
        "variants": "It can be had in two variants: Plus and Ultimate.",
        "colours": "Volvo offers 9 exterior colour options for the XC40 Recharge: Crystal White, Onyx Black, Thunder Grey, Sage Green, Cloud Blue, Silver Dawn, Bright Dusk, Vapour Grey, and Fjord Blue.",
        "seatingcapacity": "The XC40 Recharge comes in a 5-seater layout.",
        "engine_transmission": "The electric SUV gets a 78 kWh battery pack mated to an all-wheel-drive, dual-motor setup that makes 408 PS and 660 Nm. It has a WLTP-claimed range of 418 km. The XC40 Recharge can go from nought to 100 kmph in 4.9 seconds, while its top speed is rated at 180 kmph.",
        "Features": "Key features include a 9-inch touchscreen infotainment system, 12-inch digital instrument cluster, powered front seats (with heating and cooling function), a panoramic sunroof, 360-degree camera, dual-zone climate control, and LED headlights.",
        "safety": "Safety features include 7 airbags, ABS with EBD, tyre pressure monitoring system (TPMS), ISOFIX child seat anchorages, and ADAS functionalities such as lane keep assist and adaptive cruise control ensure passenger safety.",
        "rivals": "Volvo’s electric SUV competes with the Kia EV6, Hyundai Ioniq 5, and BMW i4."
    },
    {
        "id": "car7",
        "name": "MG Comet EV",
        "image": "assets/img/car7.webp",
        "rupees": "Rs 6.99 - 9.14 Lakh",
        "features": [
        "Digital Instrument Cluster",
        "Advanced Internet Features",
        "Auto Dimming IRVM",
        "Rear Camera"
        ],
        "specifications": [
        "Range - 230 km",
        "Battery Capacity - 17.3 kWh",
        "Seating Capacity - 4",
        "Power - 41.42 bhp",
        "Charging Time - 3.3kW 7H(0-100%)",
        "No. of Airbags - 2"
        ],
        "latestupdate": "The MG Comet EV has got variant and feature updates. The variants of the Comet EV have now been renamed, while MG has also introduced a new top-spec variant of the micro SUV with some additional features.",
        "price": "The Comet EV is now priced between Rs 6.99 lakh and Rs 9.14 lakh (ex-showroom pan India).",
        "variants": "It is available in three variants: Executive, Excite, and Exclusive.",
        "colours": "MG offers the Comet EV in two dual-tone and three monotone colours: Apple Green with Starry black, Candy White and Starry black, Aurora Silver, Candy White, and Starry Black.",
        "seatingcapacity": "It can seat up to four people.",
        "engine_transmission": "The MG Comet EV uses a 17.3 kWh battery pack and claims a range of up to 230 km. It is mated to a rear-wheel drive electric motor which delivers 42 PS and 110 Nm. It takes up to seven hours to charge with a 3.3 kW charger. The mid-spec Excite and the top-spec Exclusive variants now also come with the option of a 7.4 kW charger.",
        "Features": "It gets an integrated 10.25-inch screen setup (for infotainment and instrumentation) with wireless Android Auto and Apple CarPlay and over 55 connected car features, and keyless entry. Now, the micro electric hatchback also comes with an electronic parking brake.",
        "safety": "Passenger safety is taken care of by dual front airbags, ABS with EBD, ISOFIX child seat anchors, a reverse parking camera, and rear parking sensors. The Comet now also has additional safety features like electronic stability control (ESC), rear disc brakes, and hill-hold assist.",
        "rivals": "The MG Comet EV has no direct rivals in India, but it is an affordable alternative to the Tata Tiago EV and the Citroen eC3."
    },
    {
        "id": "car8",
        "name": "MG ZS EV",
        "image": "assets/img/car8.webp",
        "rupees": "Rs 18.98 - 25.08 Lakh",
        "features": [
        "Digital Instrument Cluster",
        "Auto Dimming IRVM",
        "Automatic Climate Control",
        "Air Purifier",
        "Advanced Internet Features",
        "Wireless Charging",
        "Rear Camera",
        "Rear AC Vents",
        "Sunroof",
        "ADAS"
        ],
        "specifications": [
        "Range - 461 km",
        "Battery Capacity - 50.3 kWh",
        "Charging Time AC - Upto 9H 7.4 kW (0-100%)",
        "Power - 174.33 bhp",
        "Charging Time DC - 60 Min 50 kW (0-80%)",
        "Boot Space - 488 Litres"
        ],
        "latestupdate": "MG has renamed the variants of the ZS EV electric SUV.",
        "price": "The MG ZS EV is priced between Rs 18.98 lakh and Rs 25.08 lakh (ex-showroom pan India).",
        "variants": "MG offers the ZS EV in four variants: Executive, Excite, Exclusive, and Exclusive Pro.",
        "colours": "The electric SUV is available in four colour options: Glaze Red, Aurora Silver, Starry Black and Candy White.",
        "seatingcapacity": "The ZS EV can seat up to five people.",
        "engine_transmission": "The MG ZS EV uses a 50.3 kWh battery pack mated to an electric motor making 177 PS and 280 Nm. The MG EV has a claimed range of 461 km.",
        "charging": "The ZS EV can be fully charged in around 8.5 to nine hours using a 7.4kW AC charger, while a 50kW DC fast charger can refill the battery from 0-80 percent in just 60 minutes.",
        "Features": "MG offers the ZS EV with a 10.1-inch touchscreen infotainment system, a 7-inch digital driver’s display, a panoramic sunroof, and a powered driver seat. The electric SUV is also provided with connected car tech and a wireless phone charger.",
        "safety": "Its safety net includes six airbags, ABS with EBD, electronic stability control, a 360-degree camera, and hill descent control. MG even offers it with a suite of advanced driver assistance systems (ADAS) including lane keep assist and departure warning, adaptive cruise control, traffic jam assist, and autonomous emergency braking.",
        "rivals": "The MG ZS EV takes on the Hyundai Kona Electric, BYD Atto 3, and the upcoming Maruti eVX. It can also be considered a costlier alternative to the Tata Nexon EV and the Mahindra XUV400 EV which sit a segment below."
    },
    {
        "id": "car9",
        "name": "BYD Seal",
        "image": "assets/img/car9.webp",
        "rupees": "Rs 41 - 53 Lakh",
        "features": [
        "360 Degree Camera",
        "Wireless Android Auto/Apple CarPlay",
        "ADAS",
        "Memory Function Seats",
        "Active Noise Cancellation",
        "Advanced Internet Features",
        "Heads Up Display",
        "Adjustable Headrest"
        ],
        "specifications": [
        "Range - 510 to 650 km",
        "Battery Capacity - 61.44 to 82.56 kWh",
        "Global NCAP Safety Rating - 5 star",
        "Power - 201.15 to 308.43 bhp",
        "No. of Airbags - 9"
        ],
        "latestupdate": "The BYD Seal has been launched in India. It has garnered 500 bookings so far since its launch. We have compared the prices of the BYD Seal with those of its rivals. Here’s how its specifications compare to those of its rivals. You can have a look at all the colour options offered with the Seal electric sedan.",
        "price": "BYD’s electric sedan is priced between Rs 41 lakh and Rs 53 lakh (introductory, ex-showroom pan India).",
        "variants": "The Seal can be had in three variants: Dynamic Range, Premium Range, and Performance.",
        "colours": "The BYD Seal is being offered in four colour options: Arctic Blue, Atlantis Gray, Cosmos Black, and Aurora Black.",
        "battery_motor_range": "The India-spec BYD Seal comes with two battery pack options and different levels of performance based on the variant chosen. These are as follows:\n61.4 kWh battery pack with a single-motor setup (204 PS/ 310 Nm), having a claimed range of 510 km.\n82.5 kWh battery pack with a single-motor setup (313 PS/ 360 Nm), having a claimed range of 650 km.\n82.5 kWh battery pack with a dual-motor setup (560 PS/ 670 Nm), having a claimed range of 580 km.",
        "charging": "The Seal also supports DC fast charging of up to 150 kW, using which its battery pack can be juiced up from 30 to 80 percent in just 26 minutes.",
        "Features": "Features on board the BYD Seal include a rotating 15.6-inch infotainment display, a 10.25-inch digital driver’s display, two wireless phone chargers, and ventilated and heated front seats. It also gets 8-way powered driver's seat with memory function, 4-way lumbar power adjustment for the driver's seat, and 6-way powered co-driver's seat.",
        "safety": "It gets nine airbags, a 360-degree camera, ISOFIX child seat anchors, and a full suite of advanced driver assistance systems (ADAS), including adaptive cruise control, lane keep assist, blind spot monitoring, and auto emergency braking.",
        "rivals": "The BYD Seal rivals the Hyundai Ioniq 5, Kia EV6, and Volvo C40 Recharge, while serving as an affordable alternative to the BMW i4."
    },
    {
        "id": "car10",
        "name": "Hyundai Venue",
        "image": "assets/img/car10.webp",
        "rupees": "Rs 7.94 - 13.48 Lakh",
        "features": [
        "Digital Instrument Cluster",
        "Powered Front Seats",
        "Engine Start/Stop Button",
        "Drive Modes",
        "Lane Change Indicator",
        "Powered Driver Seat",
        "Sunroof"
        ],
        "specifications": [
        "Engine - 998 cc - 1493 cc",
        "Torque - 250 Nm - 113.8 Nm",
        "Drive Type - FWD",
        "Power - 81.8 - 118.41 bhp",
        "Seating Capacity - 5",
        "Mileage - 24.2 kmpl"
        ],
        "latestupdate": "The Hyundai Venue has just received a new Executive variant.",
        "price": "The Venue is priced from Rs 7.94 lakh to Rs 13.48 lakh (ex-showroom Delhi).",
        "variants": "It comes in five broad variants: E, S, S+/S(O), SX, and SX(O).",
        "colours": "It comes in six monotone and one dual-tone colour option: Typhoon Silver, Titan Grey, Denim Blue, Fiery Red, Atlas White, Abyss Black, and Fiery Red with Abyss Black roof.",
        "engine_transmission": "Hyundai’s sub-4m SUV is offered with three engine options:\nA 1.2-litre petrol (83 PS /114 Nm) paired with a 5-speed manual,\nA 1-litre turbo-petrol (120 PS /172 Nm) paired with a 6-speed MT or an optional 7-speed DCT (dual-clutch automatic),\nA 1.5-litre diesel unit (116 PS /250 Nm) mated only to a 6-speed manual transmission.",
        "Features": "Key features include an 8-inch touchscreen with connected car tech supporting Alexa and Google voice assistants and an 8-inch semi-digital driver's display. It also features an air purifier, automatic AC, cooled glovebox, and push-button start/stop. Other amenities include a 4-way powered driver's seat, a sunroof, and wireless phone charging.",
        "safety": "Safety features include six airbags, electronic stability control (ESC), a tyre pressure monitoring system (TPMS), a rear-view camera, rear parking sensors, and hill-hold assist. The top-spec Venue variant includes advanced driver assistance systems (ADAS) like forward collision warning (for car, pedestrian, and cyclist), lane keep assist and departure warning, driver attention warning, high-beam assist, lane following assist, and leading vehicle lane departure alert.",
        "rivals": "The Hyundai Venue takes on the Kia Sonet, Mahindra XUV300, Tata Nexon, Maruti Suzuki Brezza, Renault Kiger, Nissan Magnite, Maruti Fronx, and the Skoda sub-4m SUV."
    },
    {
        "id": "car11",
        "name": "MG Hector",
        "image": "assets/img/car11.webp",
        "rupees": "Rs 13.99 - 21.95 Lakh",
        "features": [
        "Digital Instrument Cluster",
        "Powered Driver Seat",
        "Sunroof",
        "Ventilated Seats",
        "Powered Tailgate",
        "Powered Front Seats",
        "Engine Start/Stop Button",
        "Drive Modes",
        "Ambient Lighting",
        "360 Degree Camera"
        ],
        "specifications": [
        "Engine - 1451 cc - 1956 cc",
        "Torque - 250 Nm - 350 Nm",
        "Drive Type - FWD",
        "Power - 141 - 167.76 bhp",
        "Seating Capacity - 5",
        "Mileage - 15.58 kmpl"
        ],
        "latestupdate": "The prices for the MG Hector have been revised, new mid-spec variants have also been introduced. Here’s how the specifications of the base-spec Style variant of the MG Hector compares to that of the Mahindra XUV700’s base-spec variant.",
        "price": "Its prices start from Rs 13.99 lakh and go up to Rs 21.95 lakh (ex-showroom pan India).",
        "variants": "MG offers the Hector in six broad variants: Style, Shine Pro, Select Pro, Smart Pro, Sharp Pro and the new range-topping Savvy Pro.",
        "colours": "The MG SUV is available in a dual-tone and six monotone colours: Dual-tone White & Black, Havana Grey, Candy White, Glaze Red, Aurora Silver, Starry Black and Dune Brown.",
        "seatingcapacity": "MG sells the Hector in a 5-seater configuration. If you want the SUV in a 6- or a 7-seater layout, you can pick the Hector Plus.",
        "engine_transmission": "The Hector is provided with a choice of two engines: a 1.5-litre turbo-petrol (143 PS/250 Nm) and a 2-litre diesel (170 PS/350 Nm). Both come paired with a 6-speed manual as standard, while there’s an option of a CVT gearbox with the petrol unit.",
        "Features": "Its features list consists of a vertically oriented 14-inch infotainment system, a 7-inch digital driver's display and 8-colour ambient lighting. The SUV also comes with ventilated front seats, a panoramic sunroof, and a powered driver's seat.",
        "safety": "MG has equipped it with up to six airbags, ABS with EBD, electronic stability control (ESC) and advanced driver-assistance systems (ADAS) features like lane keep assist, adaptive cruise control, forward collision warning and auto emergency braking.",
        "rivals": "The MG Hector competes with the Tata Harrier, 5-seater variants of the Mahindra XUV700, and higher-spec variants of the Hyundai Creta and Kia Seltos."
    },
    {
        "id": "car12",
        "name": "Tata Nexon",
        "image": "assets/img/car12.webp",
        "rupees": "Rs 8.15 - 15.80 Lakh",
        "features": [
        "Digital Instrument Cluster",
        "Powered Front Seats",
        "Engine Start/Stop Button",
        "Drive Modes",
        "Lane Change Indicator",
        "Powered Driver Seat",
        "Sunroof"
        ],
        "specifications": [
        "Engine - 1199 cc - 1497 cc",
        "Torque - 170 Nm - 250 Nm",
        "Drive Type - FWD",
        "Power - 108 - 118 bhp",
        "Seating Capacity - 5",
        "Mileage - 17.8 kmpl"
        ],
        "latestupdate": "The Tata Nexon recently got a facelift. The updated model brings more features, including a new digital instrument cluster.",
        "price": "The Tata Nexon price ranges from Rs 8.15 Lakh to Rs 15.80 Lakh.",
        "variants": "The Nexon is available in multiple variants: XE, XM, XZ, XZ+, and XZ+ (with a sunroof option).",
        "rivals": "The Tata Nexon competes with Hyundai Venue, Mahindra XUV300, Maruti Suzuki Brezza, Renault Kiger, and Nissan Magnite."
    },
    {
        "id": "car13",
        "name": "Tata Nexon EV",
        "image": "assets/img/car13.webp",
        "rupees": "Rs 14.49 - 19.49 Lakh",
        "features": [
        "Digital Instrument Cluster",
        "Auto Dimming IRVM",
        "Automatic Climate Control",
        "Air Purifier",
        "Advanced Internet Features",
        "Wireless Charging",
        "Rear Camera",
        "Rear AC Vents",
        "Sunroof"
        ],
        "specifications": [
        "Range - 325 - 465 km",
        "Battery Capacity - 30 - 40.5 kWh",
        "Charging Time AC - 6H 7.2 kW (10-100%)",
        "Power - 127.39 - 142.68 bhp",
        "Charging Time DC - 56 Min-50 kW(10-80%)",
        "Boot Space - 350 Litres"
        ],
        "latestupdate": "The Tata Nexon EV Dark Edition, an all-black version of the popular EV, has been launched for those who prefer a completely blacked-out version of the Nexon EV. However, you can buy it only in the top-spec Empowered Plus long-range variant for a premium of Rs 20,000. Customers can also save up to Rs 55,000 on the Tata’s electric subcompact SUV this March.",
        "price": "Prices for the Tata Nexon EV range from Rs 14.49 lakh and Rs 19.29 lakh. The Dark edition variant is priced at Rs 19.49 lakh. (All prices ex-showroom Delhi).",
        "variants": "The all-electric version of the Nexon can be had in three broad variants: Creative, Fearless, and Empowered.",
        "colours": "Tata offers 6 colour options for the Nexon EV: Flame Red, Pristine White, Intensi Teal, Empowered Oxide, Daytona Grey, and Atlas Black.",
        "seatingcapacity": "The Nexon EV can seat up to 5 passengers.",
        "battery_motor_range": "The Tata Nexon EV is offered with two battery pack options: a 30 kWh battery pack paired with an electric motor which makes 129 PS/215 Nm, and gives a claimed range up to 325 km, and the other employs a larger 40.5 kWh pack mated to an electric motor that churns out 144 PS/215 Nm, and delivers a claimed range of up to 465 km.",
        "charging": "Tata’s electric subcompact SUV supports multiple charging options, which are detailed below: 15 A Portable Charger (10-100 percent): 10.5 hours (Medium Range), 15 hours (Long Range); 7.2 kW AC Fast Charger (10-100 percent): 4.3 hours (Medium Range), 6 hours (Long Range); DC Fast Charger (10-80 percent): 56 minutes for both.",
        "Features": "Tata has equipped the Nexon EV with amenities like a 12.3-inch touchscreen infotainment with wireless Android Auto and Apple CarPlay, a 10.25-inch fully digital driver’s display, a 9-speaker JBL sound system, automatic AC, cruise control, ventilated front seats, wireless phone charging, a single-pane sunroof, and Arcade.ev. It also comes with vehicle-to-vehicle (V2V) and vehicle-to-load (V2L) functionalities.",
        "safety": "It gets six airbags, electronic stability control (ESC), all-wheel disc brakes, hill hold and descent control, auto-dimming IRVM, and a 360-degree camera with a blind view monitor.",
        "rivals": "The Nexon EV takes on the Mahindra XUV400 EV, and it can also be regarded as an affordable alternative to the MG ZS EV and Hyundai Kona Electric."
    },
    {
        "id": "car14",
        "name": "Land Rover Discovery",
        "image": "assets/img/car14.webp",
        "rupees": "Rs 97 Lakh - 1.43 Cr",
        "features": [
        "Powered Front Seats",
        "Powered Tailgate",
        "Engine Start/Stop Button",
        "360 Degree Camera",
        "Ventilated Seats",
        "Powered Driver Seat",
        "Lane Change Indicator"
        ],
        "specifications": [
        "Engine - 1997 cc - 2998 cc",
        "Seating Capacity - 7",
        "Mileage - 12.37 kmpl",
        "Power - 296.36 bhp",
        "Drive Type - AWD",
        "Fuel - Diesel / Petrol"
        ],
        "latestupdate": "The Land Rover Discovery is priced from Rs 93.90 lakh to Rs 1.32 crore (ex-showroom).",
        "price": "The Land Rover Discovery is priced from Rs 97 Lakh to Rs 1.43 Crore (ex-showroom).",
        "variants": "The Discovery is available in 3 broad variants: S, Dynamic HSE, and Metropolitan Edition.",
        "colours": "The Land Rover Discovery is available in 9 monotone shades: Fuji White, Santorini Black, Eiger Grey, Lantau Bronze, Hakuba Silver, Carpathian Grey, Silicon Silver, Charente Grey, Varesine Blue.",
        "seating_capacity": "The Land Rover Discovery offers seating of up to seven passengers.",
        "engine_transmission": "The Discovery offers 2 engine options - a 3-litre turbocharged engine (360 PS/400 Nm) with mild-hybrid tech and a 3-litre diesel engine (300 PS/650 Nm). Both are mated to an 8-speed automatic transmission with AWD.",
        "Features": "Key features include a PM2.5 air filter, four-zone climate control, wireless phone charging, cruise control, powered front seats, and a Meridian sound system. It also comes equipped with JLR's advanced 11.4-inch Pivi Pro touchscreen infotainment system, a 12.3-inch digital driver’s display, and stylish 20-inch dual-tone wheels.",
        "safety": "Safety features include multiple airbags, ABS with EBD, all-around parking sensors, and electronic stability control ensuring peace of mind.",
        "rivals": "The Land Rover Discovery faces competition from the BMW X5, Mercedes-Benz GLE, Audi Q7, and Volvo XC90."
    },
    {
        "id": "car15",
        "name": "Mahindra Thar",
        "image": "assets/img/car15.webp",
        "rupees": "Rs 11.25 - 17.60 Lakh",
        "features": [
        "Digital Instrument Cluster",
        "Lane Change Indicator"
        ],
        "specifications": [
        "Engine - 1497 cc - 2184 cc",
        "Torque - 300 Nm",
        "Drive Type - 4WD / RWD",
        "Power - 116.93 - 150.19 bhp",
        "Seating Capacity - 4",
        "Mileage - 15.2 kmpl"
        ],
        "latestupdate": "The Mahindra Thar Earth Edition has been launched. Here’s a look at the new colours the Thar has got since its launch in 2020.",
        "price": "It is priced from Rs 11.25 lakh to Rs 17.20 lakh. The Earth Edition of the SUV is priced from Rs 15.40 lakh to Rs 17.60 lakh. (All prices are ex-showroom pan India).",
        "variants": "This SUV comes in two main variants: AX(O) and LX.",
        "colours": "The Thar is available in five colours: Everest White, Aquamarine, Red Rage, Napoli Black, and Galaxy Grey.",
        "seating_capacity": "The Thar can accommodate up to four passengers.",
        "engine_transmission": "Mahindra offers three engine choices in Thar: A 2-litre turbo-petrol engine (152 PS/300 Nm), a 2.2-litre diesel engine (132 PS/300 Nm), and a 1.5-litre diesel engine (118 PS/300 Nm) for the RWD model. All engines come with either a 6-speed manual or 6-speed automatic transmission.",
        "Features": "The Thar is equipped with a 7-inch touchscreen infotainment system supporting Android Auto and Apple CarPlay, cruise control, halogen headlights with LED DRLs, manual AC, steering-mounted controls, a washable interior floor, and detachable roof panels.",
        "safety": "Safety features include dual front airbags, hill descent control, traction control, rear parking sensors, and seat belt reminders for both the driver and front passengers.",
        "rivals": "The Mahindra Thar faces competition from the Force Gurkha and Maruti Suzuki Jimny, as well as similarly priced monocoque compact SUVs like the Hyundai Creta, Kia Seltos, MG Astor, Skoda Kushaq, Volkswagen Taigun, Toyota Hyryder, and Maruti Suzuki Grand Vitara.",
        "special_edition": "The Mahindra Thar 5-door is likely to be unveiled on August 15. Additionally, patent images of the Mahindra Thar E have surfaced on the internet."
    }
  ]